Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H26E.tmx
Source language: en_us
Languages: zh_cn

source: Higher education and income levels keys to better health, according to annual report on nation's health
zh_cn: 据国家年度健康报告：高等教育和收入的水平是提高健康水平的关键。

source: People with higher levels of education and higher income have lower rates of many chronic diseases compared to those with less education and lower income levels, according to Health, United States, 2011 – the government’s annual comprehensive report on Americans’ health.
zh_cn: 根据美国政府关于美国人的年度健康报告：高水平教育和更高收入的人群与那些教育程度较低和低收入水平的人相比，会有较低的几率患那些慢性病。

source: Health, United States, 2011 is the 35th annual report prepared by CDC’s National Center for Health Statistics, and includes a compilation of health data through 2010 from a number of sources within the federal government and in the private sector.
zh_cn: 《 健康、美国》 是由美国疾控中心的健康统计中心准备的2011年即第35个年度健康报告，并且包括编译2010年的健康数据，这些数据来自联邦政府和私营部门等多个渠道。

source: This year’s edition features a special section on socioeconomic status and health.
zh_cn: 今年的版本拥有关于社会经济状况和健康的特殊部分。

source: Among the highlights:
zh_cn: 重点包括:

source: In 2007-2010, higher levels of education among the head of household resulted in lower rates of obesity among boys and girls 2-19 years of age.
zh_cn: 在2007 - 2010年 拥有高水平教育的家长的12~19岁男孩和女孩肥胖比例比较低。

source: In households where the head of household had less than a high school education, 24 percent of boys and 22 percent of girls were obese.
zh_cn: 在家长学历高中以下的家庭中 有24%的男孩和22%的女孩有肥胖现象。

source: In households where the head had a bachelor’s degree or higher, obesity prevalence was 11 percent for males aged 2-19 years and 7 percent for females.
zh_cn: 在家长中有一个拥有学士学位或更高的情况先 12~19岁中孩子肥胖的患病率是男性11%和女性7%。

source: In 2007-2010, women 25 years of age and over with less than a bachelor’s degree were more likely to be obese (39 percent-43 percent) than those with a bachelor’s degree or higher (25 percent).
zh_cn: 在2007 - 2010年 25岁和25以上不到学士学位的女性(39 %-43%)更有可能肥胖比学士学位或学士以上(25%)的更有可能肥胖。

source: Obesity prevalence among adult males did not vary consistently with level of education.
zh_cn: 而成年男性肥胖症患病率始终不与教育水平成比例。

source: In 2010, 31 percent of adults 25-64 years of age with a high school diploma or less education were current smokers, compared with 24 percent of adults with some college and 9 percent of adults with a bachelor’s degree or higher.
zh_cn: 在2010年 31%的25 - 64岁有高中文凭或以下的成年人是吸烟者，相比之下 24%的成年人在大学和9%的成年人拥有学士或更高学历。

source: Overall, in the same year, 19 percent of U.S. adults age 18 and over were current cigarette smokers, a decline from 21 percent in 2009.
zh_cn: 总的来说，同年 19%的18岁以上美国成年人都是吸烟者 相对2009年的21%有所下降。

source: Between 1996-2006, the gap in life expectancy at age 25 between those with less than a high school education and those with a bachelor’s degree or higher increased by 1.9 years for men and 2.8 years for women.
zh_cn: 在1996 - 2006年间 25岁的人均寿命差距在没有高中教育的和那些拥有学士或更高学历之间的人增加了一些，男性为1.9岁 女性为2.8年。

source: On average in 2006, 25-year-old men without a high school diploma had a life expectancy 9.3 years less than those with a Bachelor’s degree or higher.
zh_cn: 2006年的平均水平 25岁没有高中文凭的男性拥有比学士学位或更高的人的预期寿命短9.3年。

source: Women without a high school diploma had a life expectancy 8.6 years less than those with a bachelor’s degree or higher.
zh_cn: 没有大学学历的女性比学士学位或更高的女性预期寿命短8.6年。

source: Between 2000 and 2010, the percentage of children with a family income below 200 percent of poverty level who were uninsured decreased from 22 percent to 11 percent - 13 percent.
zh_cn: 2000年和2010年之间 家庭收入低于贫困线200%没有保险的孩子比例从22%下降到11% - 13%。

source: The percentage with a family income at 200 percent to 399 percent of the poverty level who were uninsured decreased from 9 percent to 7 percent, and children with a family income at 400 percent of the poverty level who were uninsured decreased from 3 percent to 2 percent.
zh_cn: 家庭收入在贫困线200%至399%水平的没有保险的人从9%下降到7%，家庭收入在贫困线的400%水平没有保险的孩子比例从3%降低到2%。

source: Other highlights from the report include:
zh_cn: 其他报告的重点包括:

source: In 2010, half of adults 18 years of age and over failed to meet both the aerobic activity and the muscle-strengthening federal physical activity recommendations.
zh_cn: 2010年超过一半的18岁成年人未能满足有氧运动和强健肌肉的联邦身体活动建议。

source: Older adults were less likely than younger adults to meet the federal physical activity recommendations – 39 percent of adults 18-24 years of age did not meet the recommendations versus 70 percent of adults aged 75 and over.
zh_cn: 老年人比年轻人更有可能以满足联邦身体活动的建议——39%的18 - 24岁成年人未达到建议而70%的75岁及以上的成年人已经满足。

source: The percentage of women 40 years of age and over who had a mammogram in the past two years remained steady at 67 percent to 70 percent during the 10-year period from 2000 to 2010.
zh_cn: 40岁以及40岁以上的女性有乳房x光检查在过去两年在67%到70%，保持在2000年到2010年这十年平均水平。

source: During the same period, the percentage of adults aged 50-75 years with a recent colorectal test or procedure increased from 34 percent to 59 percent.
zh_cn: 在同一时期 美国年龄在50 - 75年的成年人有在最近做过结直肠测试从34%增加到59%。

source: A special abridged edition, Health, United States, 2011: In Brief is also available as a companion to the full report.
zh_cn: 一个删节版的《健康、美国 》在也可作为一个伴随全文的简化报告。

source: Both the full report and the abridged version are available at www.cdc.gov/nchs.
zh_cn: 完整的报告和删节的版本可在www.cdc.gov/nchs.看到。
